# 리스트
yo_qty_1 = [15,16,20,29]
yo_qty_2 = [8,11,25,21]
yo_qty_3 = [17,9,17,24]

yo_qty_4 = [19,29,29,4]
yo_qty_5 = [5,20,18,12]
yo_qty_6 = [21,7,27,14]

print("드링킹 요구르트 1월 판매량 합계: " + str(sum(yo_qty_1)))
print("드링킹 요구르트 2월 판매량 합계: " + str(sum(yo_qty_2)))
print("드링킹 요구르트 3월 판매량 합계: " + str(sum(yo_qty_3)))
print("드링킹 요구르트 4월 판매량 합계: " + str(sum(yo_qty_4)))
print("드링킹 요구르트 5월 판매량 합계: " + str(sum(yo_qty_5)))
print("드링킹 요구르트 6월 판매량 합계: " + str(sum(yo_qty_6)))

#중첩된 리스트
list_yo_qty_2020 = [
    [15,16,20,29],
    [8,11,25,21],
    [17,9,17,24],
    [19,29,29,4],
    [5,20,18,12],
    [21,7,27,14]
    [19,15,4,23],
    [3,7,15,1],
    [14,5,25,7],
    [17,24,2,23],
    [0,6,2,28],
    [20,29,22,22]
]

#딕셔너리
dic_yo_qty_2020 = {
    "1월" : [15,16,20,29],
    "2월" : [8,11,25,21],
    "3월" : [17,9,17,24],
    "4월" : [19,29,29,4],
    "5월" : [5,20,18,12],
    "6월" : [21,7,27,14],
    "7월" : [19,15,4,23],
    "8월" : [3,7,15,1],
    "9월" : [14,5,25,7],
    "10월" : [17,24,2,23],
    "11월" : [0,6,2,28],
    "12월" : [20,29,22,22]
}